const data = [
  {
    avatars:
      "avatars.mds.yandex.net/get-kinopoisk-image/6201401/1826307b-1183-4abb-8710-61cf2fd032ed/600x900",
    name: "Нюрнберг",
    original_name: "Нюрнберг",
    rating: "8.1",
    years: "2023",
    durations: "124 мин",
    country: "Россия",
    genre: "драма",
    director: "Николай Лебедев",
    roles: "Сергей Кемпо, Любовь Аксёнова",
    text: "История начинается 30 апреля 1945 года. Главным героем фильма является капитан Игорь Волгин. Он принимает участие в штурме Берлина и во время передышки вспоминает своего брата Николая, исчезнувшего еще в 1942 году. Несмотря на это, он дает клятву любой ценой его найти.",
    director_id: 29,
    promo:
      "thumbs.dfs.ivi.ru/storage5/contents/f/6/e9a5c19056bd6b9826c35733be0a5a.jpg/1216x524/?q=85",
  },
  {
    avatars:
      "avatars.mds.yandex.net/get-kinopoisk-image/4774061/5c9ee54b-ba1c-4565-8a3f-7f6e1797210b/600x900",
    name: "Взломщик",
    original_name: "Cracker",
    rating: "6.5",
    years: "2023",
    durations: "91 мин",
    country: "США",
    genre: "криминал",
    director: "Николас Дачемин Харвард",
    roles: "Райан Филипп, Кейт Босворт",
    text: "Ночь. Возле офиса микрокредитной организации останавливается фургон. Рядом припаркован патрульный автомобиль, в котором сидит офицер полиции (инспектор Ян Цвик). Он разговаривает с водителем фургона (Миллер Грэм). Коп интересуется: кто это с тобой? Это свой человек, Кевин Рейес. Ладно. Там внутри ремонт идет, так что за сигнализацию можешь не беспокоиться. А если придет вызов из участка – я все улажу.",
    director_id: 391,
    promo:
      "thumbs.dfs.ivi.ru/storage8/contents/e/b/d3bee58e314d16cb641300c41f2cd6.jpg/1216x524/?q=85",
  },
  {
    avatars:
      "avatars.mds.yandex.net/get-kinopoisk-image/1898899/791a9702-b960-4f70-8756-4e6eebe53202/600x900",
    name: "Коты Эрмитажа",
    original_name: "Коты Эрмитажа",
    rating: "8.4",
    years: "2023",
    durations: "77 мин",
    country: "Россия",
    genre: "мультфильм",
    director: "Василий Ровенский",
    roles: "Роман Курцин, Полина Гагарина",
    text: "История начинается на необитаемом острове, куда приплывает кот Винсент. Ранее он был домашним животным капитана небольшого судна, но его смыло волной.",
    director_id: 191,
    promo:
      "thumbs.dfs.ivi.ru/storage15/contents/9/e/1d55ae079d13e80bd240ae65f93559.jpg/1216x524/?q=85",
  },
  {
    avatars:
      "avatars.mds.yandex.net/get-kinopoisk-image/4774061/fb454849-f6c1-449e-a1c5-4c248430028d/600x900",
    name: "Ложная память",
    original_name: "False memory",
    rating: "5.9",
    years: "2023",
    durations: "102 мин",
    country: "Италия",
    genre: "фантастика",
    director: "Альберто Машиа",
    roles: "Стефано Аккорси, Кацярына Шульга",
    text: "Действие фильма разворачивается в Италии. В будущем рост преступности заставил правительство усовершенствовать пенитенциарную систему, ведь переполненные тюрьмы больше не способны сдерживать осужденных. Теперь заключенных погружают в состояние гиперсна. Это позволяет сделать их более безобидными.",
    director_id: 251,
    promo:
      "thumbs.dfs.ivi.ru/storage15/contents/a/a/1993c4846c11f73f5590b85fb6e1ac.jpg/1216x524/?q=85",
  },
  {
    avatars:
      "https://avatars.mds.yandex.net/get-kinopoisk-image/6201401/55c1b347-ab1d-431b-bb42-323ce0ab3af7/600x900",
    name: "На солнце, вдоль рядов кукурузы",
    original_name: "На солнце, вдоль рядов кукурузы",
    rating: "8.4",
    years: "2023",
    durations: "89 мин",
    country: "Россия",
    genre: "драма",
    director: "Сарик Андреасян",
    roles: "Егор Бероев, Герман Модягин",
    text: "Аэродром. В ангар, где стоят вертолеты, заходит летчик (Касим Юсупов) и его маленький сын Дамир. Отец говорит, что на время полета он оставит паренька на попечение механиков. В ангар входит командир экипажа. Почему ты его оставить хочешь? Он уже совсем большой, полетит с нами. Дамир сидит в кабине винтокрылой машины рядом с отцом, смотрит вниз: вертолет поднимается в небо.",
    director_id: 19,
    promo:
      "thumbs.dfs.ivi.ru/storage5/contents/f/d/c97206e2f92e9b928906338d62f2bf.jpg/1216x524/?q=85",
  },
];

const json = JSON.stringify(data);
console.log(json);
