const data = [
  {
    avatars:
      "thumbs.dfs.ivi.ru/storage5/contents/f/6/e9a5c19056bd6b9826c35733be0a5a.jpg/1216x524/?q=85",
    name: "Нюрнберг",
    original_name: "Нюрнберг",
    rating: "8.1",
    years: "2023",
    durations: "124 мин",
    country: "Россия",
    genre: "драма",
    text: "История начинается 30 апреля 1945 года. Главным героем фильма является капитан Игорь Волгин. Он принимает участие в штурме Берлина и во время передышки вспоминает своего брата Николая, исчезнувшего еще в 1942 году. Несмотря на это, он дает клятву любой ценой его найти.",
    director_id: "",
  },
  {
    avatars:
      "thumbs.dfs.ivi.ru/storage8/contents/e/b/d3bee58e314d16cb641300c41f2cd6.jpg/1216x524/?q=85",
    name: "Взломщик",
    original_name: "Cracker",
    rating: "6.5",
    years: "2023",
    durations: "91 мин",
    country: "США",
    genre: "криминал",
    text: "Ночь. Возле офиса микрокредитной организации останавливается фургон. Рядом припаркован патрульный автомобиль, в котором сидит офицер полиции (инспектор Ян Цвик). Он разговаривает с водителем фургона (Миллер Грэм). Коп интересуется: кто это с тобой? Это свой человек, Кевин Рейес. Ладно. Там внутри ремонт идет, так что за сигнализацию можешь не беспокоиться. А если придет вызов из участка – я все улажу.",
    director_id: "",
  },
  {
    avatars:
      "thumbs.dfs.ivi.ru/storage15/contents/9/e/1d55ae079d13e80bd240ae65f93559.jpg/1216x524/?q=85",
    name: "Коты Эрмитажа",
    original_name: "Коты Эрмитажа",
    rating: "8.4",
    years: "2023",
    durations: "77 мин",
    country: "Россия",
    genre: "мультфильм",
    text: "История начинается на необитаемом острове, куда приплывает кот Винсент. Ранее он был домашним животным капитана небольшого судна, но его смыло волной.",
    director_id: "",
  },
];

const json = JSON.stringify(data);
console.log(json);
